Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# EjectNotificationErrorDialogBody
source: This device is currently in use. Close any programs, windows or tabs that might be using the device, and then try again.
ar: هذا الجهاز قيد الاستخدام حاليا. أغلق أي برامج أو نوافذ أو علامات تبويب قد تستخدم الجهاز ، ثم حاول مرة أخرى
bg: Това устройство в момента се използва. Затворете всички програми, прозорци или раздели, които може да използват устройството, и след това опитайте отново.
ca: Aquest dispositiu està en ús actualment. Tanqueu tots els programes, finestres o pestanyes que puguin estar utilitzant el dispositiu i torneu-ho a provar.
cs_cz: Zařízení je v současné době používáno. Zavřete všechny programy, okna nebo karty které mohou používat zařízení, poté to zkuste znovu.
da: Denne enhed er i øjeblikket i brug. Luk alle programmer, vinduer eller faner, der muligvis bruger enheden, og prøv derefter igen.
de_de: Dieses Gerät wird gerade benutzt. Schließen Sie jedes Program, Fenster oder Tab, das möglicherweise das Gerät benutzt und versuchen Sie es erneut.
el: Αυτή η συσκευή είναι σε χρήση. Κλείστε τυχόν προγράμματα, παράθυρα ή καρτέλες που ενδέχεται να χρησιμοποιούν τη συσκευή και, στη συνέχεια, δοκιμάστε ξανά.
es_es: El dispositivo está en uso. Cierre cualquier programa o ventana que pueda estar usando el dispositivo e inténtelo de nuevo.
fi_fi: Tämä laite on tällä hetkellä käytössä. Sulje kaikki ohjelmat, ikkunat tai välilehdet, jotka saattavat käyttää laitetta, ja yritä sitten uudelleen.
fr_fr: Cet appareil est actuellement utilisé. Fermez tous les programmes, fenêtres ou onglets qui pourraient utiliser l'appareil, puis réessayez.
he_il: ההתקן נמצא בשימוש. אנא סגור את כל התוכנות, חולונות או חלוניות שעשויים לעשות שימוש בהתקן ואז נסה שוב.
hr_hr: Ovaj uređaj je trenutno u upotrebi. Zatvorite sve programe, prozore ili kartice koji možda koriste uređaj, te zatim pokušajte ponovno.
hu_hu: Az eszköz jelenleg használatban van. Zárjon be minden programot, ablakot vagy oldalt, ami használhatja, majd próbálja újra.
id_id: Perangkat ini sedang digunakan. Tutup semua program, jendela atau tab yang mungkin menggunakan perangkat, lalu coba lagi.
it_it: Questo dispositivo è in uso. Si prega di chiudere ogni programma, finestra o scheda che potrebbe utilizzarlo e riprovare.
ja_jp: このデバイスは現在使用中です。デバイスを使用している可能性のあるすべてのプログラム、ウィンドウやタブを閉じてから再度試してください。
ka: ეს მოწყობილობა ამჟამად გამოიყენება. დახურეთ ნებისმიერი პროგრამა, ფანჯარა ან ჩანართი, რომელიც შესაძლოა მოწყობილობას იყენებდეს და სცადეთ ხელახლა.
ko_kr: 이 장치는 현재 사용 중입니다. 장치를 사용하고 있을 수 있는 프로그램, 창, 탭들을 닫고 다시 시도해 주세요.
lv_lv: Ierīce pašlaik tiek lietota. Aizveriet visas lietotnes, logus vai cilnes, kas varētu lietot šo ierīci, un mēģiniet vēlreiz.
nb_no: Denne enheten er i bruk. Lukk all programmer, vinduer eller faner som kan bruke enheten, og prøv igjen.
nl_nl: Dit apparaat is in gebruik. Sluit alle programma's, vensters en tabbladen die dit apparaat gebruiken en probeer het opnieuw.
pl_pl: To urządzenie jest obecnie w użyciu. Zamknij programy, które mogą używać tego urządzenia i spróbuj ponownie.
pt_pt: Este dispositivo está a ser utilizado. Feche todos os programas, janelas ou separadores que o possam estar a utilizar e tente novamente.
ro_ro: Acest dispozitiv este în prezent în uz. Închideți orice programe, ferestre sau file care ar putea utiliza dispozitivul și apoi încercați din nou.
ru_ru: Устройство в данный момент используется. Закройте все программы, окна или вкладки, которые могут использовать устройство, а затем повторите попытку.
sk_sk: Zariadenie sa používa. Zatvorte prosím všetky programy, ktoré môžu zariadenie používať
sv_se: Enheten används för närvarande. Stäng alla program, fönster eller flikar som kan använda enheten och försök sedan igen.
th_th: อุปกรณ์กำลังถูกใช้งานอยู่. กรุณาปิดทุกโปรแกรมที่กำลังใช้งานอุปกรณ์นี้อยู่.
tr_tr: Bu aygıt kullanılıyor. Bu aygıtı kullanan uygulama, pencere ya da sekmeyi kapatıp yeniden deneyin.
uk_ua: Пристрій в даний момент використовується. Закрийте всі програми, вікна або вкладки, які можуть використовувати пристрій, а потім спробуйте ще раз.
vi: Thiết bị này đang được sử dụng. Đóng các chương trình, cửa sổ hoặc thẻ có khả năng đang truy cập thiết bị và thử lại.
zh_hans: 该设备正在使用中。请关闭所有正在使用该设备的程序、窗口和标签页，然后重试。
zh_hant: 此裝置使用中。請關閉任何可能使用此裝置的應用程式、視窗或索引標籤，然後再試一次。

# SideBarEjectDevice.Text
source: Eject
ar: إخراج
bg: Извади
de_de: Auswerfen
fi_fi: Poista levy
he_il: הוצא
hr_hr: Izbaci
it_it: Espelli
ka: მოცილება
lv_lv: Izstumt
nl_nl: Uitwerpen
or_in: ବହିଷ୍କାର
pl_pl: Wysuń
pt_pt: Ejetar
th_th: ถอด

source: Duplicate tab
ar: ‏‏تكرار علامة تبويب
bg: Удвояване на раздел
ca: Duplica la pestanya
cs_cz: Duplikovat kartu
da: Duplikér fane
de_de: Tab duplizieren
el: Διπλότυπο καρτέλας
es_es: Duplicar pestaña
fr_fr: Dupliquer l'onglet
hu_hu: Lap megkettőzése
id_id: Duplikat tab
it_it: Duplica scheda
ja_jp: タブを複製
ko_kr: 탭 복제
nb_no: Dupliser fane
nl_nl: Tabblad dupliceren
pl_pl: Duplikuj kartę
pt_pt: Duplicar separador
ro_ro: Duplicare filă
ru_ru: Дублировать вкладку
sk_sk: Duplikovať kartu
sv_se: Duplicera flik
tr_tr: Sekmeyi kopyala
uk_ua: Дублювати вкладку
vi: Nhân đôi thẻ
zh_hans: 复制标签页
zh_hant: 複製標籤頁

# HorizontalMultitaskingControlMoveTabToNewWindow.Text
source: Move tab to new window
ar: نقل علامة التبويب إلى نافذة جديدة
bg: Премести раздел в нов прозорец
ca: Mou la pestanya a una finestra nova
cs_cz: Přesunout kartu do nového okna
da: Flyt fane til nyt vindue
de_de: Tab in neuem Fenster öffnen
el: Μετακίνηση καρτέλας σε νέο παράθυρο
es_es: Mover pestaña a nueva ventana
fi_fi: Siirrä välilehti uuteen ikkunaan
fr_fr: Déplacer l'onglet vers une nouvelle fenêtre
he_il: הזז כרטיסיה לחלון חדש
hr_hr: Premjesti karticu u novi prozor
hu_hu: Lap áthelyezése új ablakba
id_id: Pindah tab ke jendela baru
it_it: Muovi scheda in una nuova finestra
ja_jp: 新しいウィンドウにタブを移動
ka: ჩანართის ახალ ფანჯარაში გადატანა
ko_kr: 탭을 새 창으로 이동
lv_lv: Pārvietot cilni uz jaunu logu
nb_no: Flytt fane til nytt vindu
nl_nl: Tabblad naar nieuw venster verplaatsen
pl_pl: Przenieś kartę do nowego okna
pt_pt: Mover separador para uma nova janela
ro_ro: Mută fila într-o fereastră nouă
ru_ru: Переместить вкладку в новое окно
sk_sk: Presunúť kartu to nového okna
sv_se: Flytta flik till nytt fönster
th_th: ย้ายแท็บไปหน้าต่างใหม่
tr_tr: Sekmeyi yeni pencereye taşı
uk_ua: Перемістити вкладку у нове вікно
vi: Di chuyển thẻ đến cửa sổ mới
zh_hans: 将标签页移动到新窗口
zh_hant: 將索引標籤移到新視窗

source: New tab
ar: علامة تبويب جديدة
bg: Нов раздел
ca: Pestanya nova
cs_cz: Nová karta
da: Ny fane
de_de: Neuer Tab
el: Νέα καρτέλα
es_es: Nueva pestaña
fr_fr: Nouvel onglet
hu_hu: Új lap
id_id: Tab baru
it_it: Nuova scheda
ja_jp: 新しいタブ
ko_kr: 새 탭
nb_no: Ny fane
nl_nl: Nieuw tabblad
pl_pl: Nowa karta
pt_pt: Novo separador
ro_ro: Filă nouă
ru_ru: Новая вкладка
sk_sk: Nová karta
sv_se: Ny flik
tr_tr: Yeni sekme
uk_ua: Нова вкладка
vi: Thẻ mới
zh_hans: 新建标签页
zh_hant: 新索引標籤

# ClearPropertiesFlyoutText.Text
source: Some properties may contain personal information.
ar: قد تحتوي بعض الخصائص على معلومات شخصية
bg: Някои свойства може да съдържат лична информация.
ca: Algunes propietats poden contenir informació personal.
cs_cz: Některé vlastnosti mohou obsahovat osobní údaje.
da: Nogle indstillinger kan indeholde personlige oplysninger.
de_de: Einige Eigenschaften können persönliche Informationen enthalten.
el: Ορισμένες ιδιότητες ενδέχεται να περιέχουν προσωπικές πληροφορίες.
es_es: Algunas propiedades pueden contener información personal.
fi_fi: Jotkut ominaisuudet voivat sisältää henkilökohtaisia tietoja.
fr_fr: Certaines propriétés peuvent contenir des informations personnelles.
he_il: חלק מהמאפיינים עשויים להכיל מידע פרטי
hr_hr: Neka svojstva mogu sadržavati osobne podatke.
hu_hu: Némelyik tulajdonság személyes adatokat tartalmazhat.
id_id: Beberapa properti mungkin berisi informasi pribadi.
it_it: Alcune proprietà potrebbero contenere informazioni personali.
ja_jp: いくつかのプロパティは個人情報を含んでいる可能性があります。
ka: ზოგიერთი თვისება შეიძლება შეიცავდეს პირად ინფორმაციას.
ko_kr: 일부 속성에는 개인 정보가 포함될 수 있습니다.
lv_lv: Rekvizīti var saturēt personīgu informāciju.
nb_no: Noen egenskaper kan inneholde personlig informasjon.
nl_nl: Sommige eigenschappen kunnen persoonlijke informatie bevatten.
pl_pl: Niektóre właściwości mogą zawierać informacje osobiste.
pt_pt: Algumas propriedades podem conter informações pessoais.
ro_ro: Unele proprietăți pot conține informații personale.
ru_ru: Некоторые свойства могут содержать личную информацию.
sk_sk: Niektoré vlastnosti môžu obsahovať osobné informácie.
sv_se: Vissa egenskaper kan innehålla personlig information.
th_th: รายละเอียดอาจมีข้อมูลที่เป็นส่วนบุคคล
tr_tr: Bazı özellikler kişisel bilgiler içerebilir.
uk_ua: Деякі об’єкти можуть містити особисту інформацію.
vi: Một số thuộc tính có thể chứa thông tin cá nhân.
zh_hans: 某些属性可能包含个人信息。
zh_hant: 部分屬性可能會包含個資。

# ClearPropertiesButton.Content
source: Clear All Properties
ar: مسح كافة الخصائص
bg: Изчисти всички свойства
ca: Esborrar totes les propietats
cs_cz: Odstranit všechny vlastnosti
da: Ryd Alle Indstilinger
de_de: Alle Eigenschaften entfernen
el: Εκκαθάριση όλων των ιδιοτήτων
es_es: Borrar todas las propiedades
fi_fi: Tyhjennä kaikki ominaisuudet
fr_fr: Effacer toutes les propriétés
he_il: נקה את כל המאפיינים
hr_hr: Obriši sva svojstva
hu_hu: Mindegyik tulajdonság eltávolítása
id_id: Bersihkan Semua Properti
it_it: Cancella tutte le proprietà
ja_jp: すべてのプロパティを削除
ka: ყველა თვისების გასუფთავება
ko_kr: 모든 속성 제거
lv_lv: Notīrīt visus rekvizītus
nb_no: Fjern alle egenskaper
nl_nl: Alle eigenschappen wissen
pl_pl: Wyczyść wszystkie właściwości
pt_pt: Limpar todas as propriedades
ro_ro: Ștergeți toate proprietățile
ru_ru: Очистить все свойства
sk_sk: Zmazať všetky vlastnosti
sv_se: Rensa alla egenskaper
th_th: ล้างรายละเอียดทุกอย่าง
tr_tr: Tüm Özellikleri Temizle
uk_ua: Очистити всі властивості
vi: Xóa tất cả thuộc tính
zh_hans: 清除所有属性
zh_hant: 清除所有屬性

# OngoingTasksTeachingTip.Subtitle
source: Check the status of file operations here
ar: تحقق من حالة عمليات الملف هنا
bg: Провери състоянието на файловите операции тук
ca: Comproveu l'estat de les operacions dels fitxers aquí
cs_cz: Zkontrolovat stav souborových operací
da: Tjek status for filhandlinger her
de_de: Status von Dateioperationen hier überprüfen
el: Ελέγξτε την κατάσταση των λειτουργιών αρχείων εδώ
es_es: Compruebe aquí el estado de las operaciones con archivos
fi_fi: Tarkista tiedostotoimintojen tila täältä
fr_fr: Vérifiez le statut des opérations de fichiers ici
he_il: בדקו את המצב של פעולות קבצים פה
hr_hr: Ovdje provjerite status operacija s datotekama
hu_hu: Itt ellenőrizheti a fájlműveletek állapotát
id_id: Periksa status operasi file di sini
it_it: Controlla qui lo stato delle operazioni sui file
ja_jp: ここでファイル操作の状況を確認できます
ka: შეამოწმეთ ფაილების მოქმედებების სტატუსი აქ
ko_kr: 여기서 파일 작업 현황을 확인하세요.
lv_lv: Pārbaudīt failu darbību statusu šeit
nb_no: Sjekk status for filoperasjoner her
nl_nl: Controleer hier de status van bewerkingen
pl_pl: Sprawdź stan operacji na plikach tutaj
pt_pt: Verifique o estado das operações de ficheiros aqui
ro_ro: Verificați starea operațiunilor cu fișiere aici
ru_ru: Проверить статус файловых операций здесь
sk_sk: Tu skontrolujete stav operácií so súbormi
sv_se: Kontrollera status för filåtgärder här
th_th: เช็คสถานะของการถ่ายโอนไฟล์ที่นี่
tr_tr: Dosya işlemlerinin durumunu buradan denetleyin
uk_ua: Перевірте стан файлових операцій тут
vi: Kiểm tra trạng thái của các thao tác tệp tại đây
zh_hans: 在此处检查文件操作状态
zh_hant: 在此檢查檔案操作的狀態

# OngoingTasksTeachingTip.Title
source: Status Center
ar: مركز الحالات
bg: Център на статуса
ca: Centre d'estat
cs_cz: Stavové centrum
el: Κέντρο κατάστασης
es_es: Centro de actividades
fi_fi: Tilakeskus
fr_fr: Centre de statut
he_il: מרכז מצב
hr_hr: Status centar
hu_hu: Állapotközpont
id_id: Pusat status
it_it: Stato delle operazioni
ja_jp: ステータス センター
ka: სტატუს ცენტრი
ko_kr: 작업 현황
lv_lv: Statusa centrs
nb_no: Statussenter
nl_nl: Statuscentrum
pl_pl: Centrum stanu
pt_pt: Centro de estado
ro_ro: Centru de stare
ru_ru: Центр операций
th_th: ศูนย์รวมสถานะ
tr_tr: Durum Merkezi
uk_ua: Центр стану
vi: Trung tâm trạng thái
zh_hans: 状态中心
zh_hant: 狀態中心

# SearchPagePathBoxOverrideText
source: Search results in {1} for {0}
ar: نتائج البحث في
bg: Резултати от търсенето в {1} за {0}
ca: Resultats de la cerca en {1} per {0}
cs_cz: Výsledky vyhledávání v {1} pro {0}
da: Søgeresultater i
de_de: Suchergebnisse in {1} für {0}
el: Αποτελέσματα αναζήτησης στο {1} για {0}
es_es: Resultados de la búsqueda en {1} para {0}
fi_fi: Hakutulokset kohteessa {1} haulle {0}
fr_fr: Résultats de la recherche dans {1} pour {0}
he_il: תוצאות חיפוש ב{1} עבור {0}
hr_hr: Traži rezultate u {1} za {0}
hu_hu: "{0}" keresése itt: {1}
id_id: Hasil pencarian di {1} untuk {0}
it_it: Cerca risultati in {1} per {0}
ja_jp: {0} の {1} での検索結果を表示:
ka: ძიების შედეგები {0} -(ს)თვის {1} -ში
ko_kr: {0} 에 대한 {1} 의 검색 결과
lv_lv: Meklēšanas rezultāti mapē {1} vienumam {0}
nb_no: Søkeresultater i {1} for {0}
nl_nl: Zoekresultaten in
pl_pl: Wyniki wyszukiwania {0} w {1}
pt_pt: Resultados da pesquisa {0} em {1}
ro_ro: Rezultatele căutării în {1} pentru {0}
ru_ru: Результаты поиска в {1} для {0}
sk_sk: Výsledky hladania v {1} pre {0}
sv_se: Sökresultat i
th_th: ผลการค้นหา {0} ใน {1}
tr_tr: {0} için {1} içindeki arama sonuçları
uk_ua: Результати пошуку в
vi: Kết quả tìm kiếm {0} trong {1}
zh_hans: 在“{1}”中搜索“{0}”的结果
zh_hant: 從 {1} 搜尋 {0}

# SettingsListAndSortDirectoriesAlongsideFiles
source: List and sort directories alongside files
ar: سجل الدلائل وفرزها إلى جانب الملفات
bg: Подреди и сортирай директориите заедно с файловете
da: List og sortér mapper sammen med filer
de_de: Dateien und Ordner zusammen auflisten und sortieren
fi_fi: Listaa ja lajittele hakemistot tiedostojen rinnalla
he_il: הצגת ומיון תיקיות לצד קבצים
hr_hr: Popis i sortiranje mapa uz datoteke
id_id: Daftar dan urutkan direktori berdampingan dengan file
it_it: Ordina le cartelle insieme ai file
ja_jp: ファイルとフォルダーを分けずに並べ替える
ka: კატალოგების ჩამომწკრივება და დალაგება ფაილებთან ერთად
lv_lv: Rādīt un kārtot mapes kopā ar failiem
nl_nl: Som op en sorteer mappen naast bestanden
pl_pl: Wyświetlaj i sortuj katalogi obok plików
pt_pt: Listar e ordenar diretórios ao lado dos ficheiros
ro_ro: Listează și sortează directoarele alături de fișiere
sk_sk: Zoznam a triedenie adresárov vedľa súborov
th_th: เรียงโฟลเดอร์ร่วมกับไฟล์

source: Details
ar: التفاصيل
bg: Детайли
ca: Detalls
cs_cz: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es_es: Detalles
fi_fi: Tiedot
fr_fr: Détails
he_il: פרטים
hr_hr: Detalji
hu_hu: Részletek
id_id: Rincian
it_it: Dettagli
ja_jp: 詳細
ka: დეტალები
ko_kr: 자세히
lv_lv: Detaļas
nb_no: Detaljer
or_in: ସବିଶେଷ
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробно
sk_sk: Detaily
sv_se: Information
th_th: รายละเอียด
tr_tr: Ayrıntılar
uk_ua: Подробиці
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資料

source: No
ar: لا
bg: Не
cs_cz: Ne
da: Nej
de_de: Nein
el: Όχι
fi_fi: Ei
fr_fr: Non
he_il: לא
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
ja_jp: いいえ
ka: არა
ko_kr: 아니오
lv_lv: Nē
nb_no: Nei
nl_nl: Nee
or_in: ନାଁ
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sv_se: Nej
th_th: ไม่
tr_tr: Hayır
uk_ua: Ні
vi: Không
zh_hans: 否
zh_hant: 否

source: Show protected system files
ar: إظهار ملفات النظام المحمية
bg: Показване на защитените системни файлове
ca: Mostra els fitxers protegits del sistema
cs_cz: Zobrazit chráněné systémové soubory
da: Vis beskyttede systemfiler
de_de: Geschützte Systemdateien anzeigen
el: Εμφάνιση προστατευόμενων αρχείων συστήματος
es_es: Mostrar archivos protegidos del sistema
fi_fi: Näytä suojatut järjestelmätiedostot
fr_fr: Afficher les fichiers système protégés
he_il: הצג קבצי מערכת מוגנים
hu_hu: Az operációs rendszer védett fájljainak megjelenítése
id_id: Tampilkan file sistem yang dilindungi
it_it: Mostra file di sistema protetti
ja_jp: 保護されたシステム ファイルを表示する
ka: დაცული სისტემის ფაილების ჩვენება
ko_kr: 보호된 시스템 파일 표시
lv_lv: Rādīt sistēmas aizsargātos failus
nb_no: Vis beskyttede systemfiler
nl_nl: Beveiligde systeembestanden weergeven
pl_pl: Pokaż chronione pliki systemu operacyjnego
pt_pt: Mostrar ficheiros protegidos do sistema operativo
ro_ro: Arată fișierele protejate de sistem
ru_ru: Показать защищённые системные файлы
sk_sk: Zobraziť chránené systémové súbory
sv_se: Visa skyddade systemfiler
tr_tr: Korunan sistem dosyalarını göster
uk_ua: Показати захищені системні файли
vi: Hiện tệp hệ thống được bảo vệ
zh_hans: 显示受保护的系统文件
zh_hant: 顯示受保護的系統檔案

# SettingsSearchUnindexedItems
source: Include unindexed items in search results
ar: تضمين العناصر الغير مفهرسة في نتائج البحث
bg: Включва елементи без указател в резултатите от търсене
da: Inkludér uindekserede elementer i søgeresultater
de_de: Nicht indizierte Elemente in Suchergebnisse einbeziehen
fi_fi: Sisällytä hakutuloksiin indeksoimattomat kohteet
he_il: כלול פריטים לא ממופים בתוצאות החיפוש
id_id: Sertakan item yang tidak diindeks dalam hasil pencarian
it_it: Includi elementi non indicizzati nei risultati di ricerca
ja_jp: インデックスされていない項目を検索結果に含める
ka: ძიების შედეგებში არაინდექსირებული ელემენტების ჩართვა
lv_lv: Iekļaut meklēšanas rezultātos neindeksētos vienumus
nl_nl: Niet-geïndexeerde items opnemen in zoekresultaten
pl_pl: Dołącz nieindeksowane pliki w wynikach wyszukiwania
pt_pt: Incluir itens não indexados nos resultados de pesquisa
ro_ro: Include elementele neindexate în rezultatele căutării
sk_sk: Zahrnúť neindexované položky vo výsledkoch vyhľadávania

# SyncFolderPreferencesAcrossDirectories
source: Sync layout and sorting preferences across directories
ar: مزامنة التخطيط وفرز التفضيلات عبر الدلائل
bg: Синхро на оформлението и подреждане на предпочитанията през директориите
ca: Sincronitza el disseny i les preferències de classificació entre directoris
cs_cz: Synchronizovat rozložení a řazení předvoleb napříč adresáři
da: Synkroniser layout og sortering af præferencer på tværs af mapper
de_de: Layout- und Sortierungspräferenzen zwischen Verzeichnissen synchronisieren
el: Συγχρονισμός προτιμήσεων διάταξης και ταξινόμησης μεταξύ καταλόγων
es_es: Sincronizar preferencias de diseño y clasificación entre directorios
fi_fi: Synkronoi asettelu- ja lajitteluasetukset hakemistojen välillä
fr_fr: Synchroniser les préférences de disposition et de tri entre les dossiers
hu_hu: Egységes sorrend és elrendezés beállítások használata minden mappához
id_id: Sinkronkan tata letak dan preferensi penyortiran di seluruh direktori
it_it: Sincronizza il layout e le preferenze di ordinamento tra le directory
ja_jp: フォルダー間でレイアウトと並べ替えの設定を同期する
ko_kr: 위치 레이아웃 및 정렬 환경 설정 동기화
lv_lv: Lietot izkārtojuma un šķirošanas uzstādījumus arī citās direktorijās
nb_no: Synkroniser oppsett og sortering preferanser på tvers av kataloger
nl_nl: Synchroniseer lay-out en sorteer voorkeuren tussen mappen
pl_pl: Synchronizuj układ i preferencje sortowania pomiędzy katalogami
pt_pt: Sincronizar esquema e preferências de ordenação entre pastas
ro_ro: Sincronizați aspectul și preferințele de sortare între directoare
ru_ru: Синхронизировать настройки макета и сортировки между каталогами
sk_sk: Synchronizovať predvoľby rozvrhnutie a radenie naprieč adresármi
sv_se: Synkronisera layout- och sorteringspreferenser mellan mappar
tr_tr: Dizinler arası düzen ve sıralama tercihlerini senkronla
uk_ua: Синхронізація макету і впорядкування параметрів між каталогами
vi: Áp dụng lựa chọn bố cục và sắp xếp ở mọi thư mục
zh_hans: 在不同目录之间使用相同的布局和排序设置
zh_hant: 在不同路徑之間同步佈局和排序設定

# SettingsContextMenu.Text
source: Customize the right click context menu
ar: تخصيص قائمة سياق النقر بزر الماوس الأيمن
bg: Персонализирай контекстното меню с десния бутон
ca: Personalitza el menú contextual del clic dret
cs_cz: Přizpůsobit kontextovou nabídku pravého tlačítka
da: Tilpas kontekstmenuen med højreklik
de_de: Kontextmenü anpassen
el: Προσαρμογή του μενού περιβάλλοντος δεξιού κλικ
es_es: Personalizar el menú contextual del clic derecho
fi_fi: Mukauta hiiren kakkospainikkeen kontekstivalikkoa
fr_fr: Personnaliser le menu contextuel du clic droit
he_il: התאם אישית את התפריט תלוי-ההקשר המופעל בלחיצה ימנית
hr_hr: Prilagodi kontekstni izbornik desnog klika
hu_hu: Helyi menü testreszabása
id_id: Sesuaikan menu konteks klik kanan
it_it: Personalizza il menu contestuale
ja_jp: 右クリック メニューをカスタマイズ
ka: მარჯვენა ღილაკით დაჭერილი კონტექსტის მენიუს მორგება
ko_kr: 마우스 오른쪽 버튼 옵션 설정
lv_lv: Pielāgot labā klikšķa izvēlni
nb_no: Tilpass høyreklikk-kontekstmenyen
nl_nl: Contextmenu aanpassen
pl_pl: Dostosuj menu kontekstowe prawego przycisku myszy
pt_pt: Personalizar menu de contexto do botão direito do rato
ro_ro: Personalizați meniul contextual click dreapta
ru_ru: Настройки контекстного меню
sk_sk: Prizpôsobiť kontextové menu
sv_se: Anpassa högerklicksmenyn
th_th: ปรับแต่งรายการคลิกขวา
tr_tr: Sağ tık menüsünü özelleştir
uk_ua: Налаштування контекстного меню
vi: Tùy chỉnh menu chuột phải
zh_hans: 自定义右键菜单
zh_hant: 自訂右鍵選單

source: Original path
ar: المسار الأصلي
bg: Оригинален път
ca: Ruta original
cs_cz: Původní cesta
da: Oprindelig sti
de_de: Ursprünglicher Pfad
el: Αρχική διαδρομή
es_es: Ruta original
fr_fr: Chemin d'origine
hu_hu: Eredeti elérési út
id_id: Jalur asli
it_it: Percorso originale
ja_jp: 元のパス
ko_kr: 원본 경로
nb_no: Opprinnelig sti
nl_nl: Oorspronkelijk pad
pl_pl: Oryginalna ścieżka
pt_pt: Caminho original
ro_ro: Calea originală
ru_ru: Исходный путь
sk_sk: Originálne umiestnenie
sv_se: Ursprunglig sökväg
th_th: ต้นทาง
tr_tr: Asıl yol
uk_ua: Вихідний шлях
vi: Đường dẫn gốc
zh_hans: 原始路径
zh_hant: 原始路徑

source: Add
ar: إضافة
bg: Добави
ca: Afegeix
cs_cz: Přidat
da: Tilføj
de_de: Hinzufügen
el: Προσθήκη
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
he_il: הוסף
hr_hr: Dodaj
hu_hu: Hozzáadás
id_id: Tambahkan
it_it: Aggiungi
ja_jp: 追加
ka: დამატება
ko_kr: 추가
lv_lv: Pievienot
nb_no: Legg til
nl_nl: Toevoegen
or_in: ଯୋଡନ୍ତୁ
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
sk_sk: Pridať
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Ekle
uk_ua: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Edit
ar: تحرير
bg: Редактирай
ca: Edita
cs_cz: Upravit
da: Redigér
de_de: Bearbeitung
el: Επεξεργασία
es_es: Editar
fi_fi: Muokkaa
fr_fr: Modifier
he_il: ערוך
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
ka: რედაქტირება
ko_kr: 편집
lv_lv: Rediģēt
nb_no: Rediger
nl_nl: Wijzigen
or_in: ସଂପାଦନା
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Remove
ar: ‏‏إزالة
bg: Премахни
ca: Suprimeix
cs_cz: Odstranit
da: Fjern
de_de: Entfernen
el: Αφαίρεση
es_es: Quitar
fi_fi: Poista
fr_fr: Enlever
he_il: הסר
hr_hr: Ukloni
hu_hu: Törlés
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ka: წაშლა
ko_kr: 삭제
lv_lv: Dzēst
nb_no: Fjern
nl_nl: Wissen
or_in: ଅପସାରଣ
pl_pl: Usuń
pt_pt: Remover
ro_ro: Eliminare
ru_ru: Убрать
sk_sk: Vymazať
sv_se: Ta bort
th_th: ลบ
tr_tr: Kaldır
uk_ua: Вилучити
vi: Loại bỏ
zh_hans: 移除
zh_hant: 移除
